Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# ProfileListAllocationTip
source: Memory the game thread allocated while this mod's scripts were running in the selected range, including Java functions called from Lua. The more is allocated, the more often memory is cleaned up (GC). The figures per mod are estimates.
de_de: Speicher, den der Spiel-Thread im gewählten Bereich belegt hat, während die Skripte dieses Mods liefen, einschließlich der von Lua aufgerufenen Java-Funktionen. Je mehr belegt wird, desto öfter wird der Speicher bereinigt (GC). Die Werte je Mod sind Schätzungen.
es_es: Memoria que el hilo del juego asignó mientras se ejecutaban los scripts de este mod en el intervalo seleccionado, incluidas las funciones Java llamadas desde Lua. Cuanto más se asigna, más a menudo se limpia la memoria (GC). Los valores por mod son estimaciones.
fr_fr: Mémoire allouée par le thread du jeu pendant que les scripts de ce mod s’exécutaient dans la plage choisie, fonctions Java appelées depuis Lua comprises. Plus on alloue, plus la mémoire est nettoyée souvent (GC). Les valeurs par mod sont des estimations.
id_id: Memori yang dialokasikan thread game selama skrip mod ini berjalan dalam rentang yang dipilih, termasuk fungsi Java yang dipanggil dari Lua. Makin banyak alokasi, makin sering memori dibersihkan (GC). Nilai per mod adalah perkiraan.
it_it: Memoria allocata dal thread del gioco mentre gli script di questa mod erano in esecuzione nell'intervallo scelto, comprese le funzioni Java chiamate da Lua. Più si alloca, più spesso la memoria viene ripulita (GC). I valori per mod sono stime.
ja_jp: 選択した範囲で、この MOD のスクリプトの実行中にゲームスレッドが割り当てたメモリです。Lua から呼び出された Java 関数の割り当ても含みます。割り当てが多いほどメモリの整理 (GC) が頻繁に起こります。MOD ごとの値は推定値です。
pt_br: Memória que a thread do jogo alocou enquanto os scripts deste mod rodavam no intervalo selecionado, incluindo as funções do jogo que eles chamaram. Quanto mais se aloca, mais vezes a memória é limpa (GC). Uma estimativa a partir das amostras, como o tempo.
ru_ru: Память, которую игровой поток выделил, пока в выбранном диапазоне работали скрипты этого мода, включая функции Java, вызванные из Lua. Чем больше выделяется, тем чаще идёт очистка памяти (GC). Значения по модам — оценки.
tr_tr: Seçilen aralıkta bu modun betikleri çalışırken oyun iş parçacığının ayırdığı bellek; betiklerin çağırdığı oyun işlevleri de dahil. Ne kadar çok ayrılırsa bellek o kadar sık temizlenir (GC). Süre gibi örneklerden çıkan bir tahmindir.
uk_ua: Пам'ять, яку ігровий потік виділив, поки у вибраному діапазоні працювали скрипти цього мода, включно з функціями Java, викликаними з Lua. Що більше виділяється, то частіше відбувається очищення пам'яті (GC). Значення за модами — оцінки.
zh_tw: 在所選範圍內，此模組的腳本執行時遊戲執行緒配置的記憶體，包括 Lua 呼叫的 Java 函式的配置。配置越多，記憶體清理（GC）越頻繁。各模組的數值為估計值。

# ProfileAllocationGameThreadFormat
source: Whole game thread, scripts or not: {0}
cs_cz: Celé herní vlákno, se skripty i bez nich: {0}
de_de: Ganzer Spiel-Thread, mit und ohne Skripte: {0}
es_es: Todo el hilo del juego, con o sin scripts: {0}
fr_fr: Tout le thread du jeu, scripts ou non : {0}
id_id: Seluruh thread game, skrip maupun bukan: {0}
it_it: Tutto il thread del gioco, script e non: {0}
ja_jp: ゲームスレッド全体 (スクリプト以外も含む): {0}
ko_kr: 게임 스레드 전체(스크립트 밖 포함): {0}
pl_pl: Cały wątek gry, ze skryptami i bez: {0}
pt_br: Toda a thread do jogo, com ou sem scripts: {0}
ru_ru: Весь игровой поток, со скриптами и без: {0}
th_th: ทั้งเธรดของเกม ทั้งในและนอกสคริปต์: {0}
tr_tr: Oyun iş parçacığının tamamı, betik olsun olmasın: {0}
uk_ua: Увесь ігровий потік, зі скриптами й без: {0}
zh_cn: 整个游戏线程（含脚本以外）：{0}
zh_tw: 整個遊戲執行緒（含腳本以外）：{0}

# ProfileAllocationNone
source: No script allocations were recorded in this range.
cs_cz: V tomto úseku nebyly zaznamenány žádné alokace skriptů.
de_de: In diesem Bereich wurde keine Speicherbelegung durch Skripte aufgezeichnet.
es_es: No se registraron asignaciones de scripts en este intervalo.
fr_fr: Aucune allocation de script n’a été enregistrée dans cette plage.
id_id: Tidak ada alokasi skrip yang tercatat dalam rentang ini.
it_it: In questo intervallo non sono state registrate allocazioni degli script.
ja_jp: この範囲では割り当てが記録されたスクリプトはありません。
ko_kr: 이 구간에서 할당이 기록된 스크립트가 없습니다.
pl_pl: W tym zakresie nie zarejestrowano przydziałów pamięci przez skrypty.
pt_br: Nenhuma alocação de script foi registrada neste intervalo.
ru_ru: В этом диапазоне выделение памяти скриптами не записано.
th_th: ไม่มีการจัดสรรของสคริปต์ที่บันทึกไว้ในช่วงนี้
tr_tr: Bu aralıkta betiklerin bellek ayırdığı kaydedilmedi.
uk_ua: У цьому діапазоні виділення пам'яті скриптами не записано.
zh_cn: 此范围内没有记录到脚本的分配。
zh_tw: 此範圍內沒有記錄到腳本的配置。

# ProfileChartHelp
source: How to use the graph
cs_cz: Jak používat graf
de_de: So bedienst du das Diagramm
es_es: Cómo usar el gráfico
fr_fr: Utilisation du graphique
id_id: Cara menggunakan grafik
it_it: Come usare il grafico
ja_jp: グラフの操作方法
ko_kr: 그래프 사용법
pl_pl: Jak korzystać z wykresu
pt_br: Como usar o gráfico
ru_ru: Как пользоваться графиком
th_th: วิธีใช้กราฟ
tr_tr: Grafik nasıl kullanılır
uk_ua: Як користуватися графіком
zh_cn: 图表使用方法
zh_tw: 圖表使用方式

# ProfileFileType
source: Performance recording
cs_cz: Záznam výkonu
de_de: Leistungsaufzeichnung
es_es: Grabación de rendimiento
fr_fr: Enregistrement des performances
id_id: Rekaman performa
it_it: Registrazione delle prestazioni
ja_jp: パフォーマンス記録
ko_kr: 성능 녹화
pl_pl: Nagranie wydajności
pt_br: Gravação de desempenho
ru_ru: Запись производительности
th_th: บันทึกประสิทธิภาพ
tr_tr: Performans kaydı
uk_ua: Запис продуктивності
zh_cn: 性能录制
zh_tw: 效能錄製

# ProfileZoomAll
source: Show all
cs_cz: Zobrazit vše
de_de: Alles anzeigen
es_es: Ver todo
fr_fr: Tout afficher
id_id: Tampilkan semua
it_it: Mostra tutto
ja_jp: 全体を表示
ko_kr: 전체 보기
pl_pl: Pokaż wszystko
pt_br: Mostrar tudo
ru_ru: Показать всё
th_th: แสดงทั้งหมด
tr_tr: Tümünü göster
uk_ua: Показати все
zh_cn: 显示全部
zh_tw: 顯示全部

# ProfileZoomSelection
source: Zoom to selection
cs_cz: Přiblížit výběr
de_de: Auf Auswahl zoomen
es_es: Ampliar la selección
fr_fr: Zoomer sur la sélection
id_id: Perbesar ke pilihan
it_it: Zoom sulla selezione
ja_jp: 選択範囲を拡大
ko_kr: 선택 구간 확대
pl_pl: Powiększ zaznaczenie
pt_br: Ampliar seleção
ru_ru: Увеличить выделенное
th_th: ซูมไปยังส่วนที่เลือก
tr_tr: Seçime yakınlaştır
uk_ua: Збільшити виділене
zh_cn: 放大所选范围
zh_tw: 放大選取範圍

# ProfileThreadGame
source: Game thread
cs_cz: Herní vlákno
de_de: Spiel-Thread
es_es: Hilo del juego
fr_fr: Thread du jeu
id_id: Thread game
it_it: Thread di gioco
ja_jp: ゲームスレッド
ko_kr: 게임 스레드
pl_pl: Wątek gry
pt_br: Thread do jogo
ru_ru: Игровой поток
th_th: เธรดเกม
tr_tr: Oyun iş parçacığı
uk_ua: Ігровий потік
zh_cn: 游戏线程
zh_tw: 遊戲執行緒

# ProfileThreadAll
source: All threads
cs_cz: Všechna vlákna
de_de: Alle Threads
es_es: Todos los hilos
fr_fr: Tous les threads
id_id: Semua thread
it_it: Tutti i thread
ja_jp: すべてのスレッド
ko_kr: 모든 스레드
pl_pl: Wszystkie wątki
pt_br: Todas as threads
ru_ru: Все потоки
th_th: ทุกเธรด
tr_tr: Tüm iş parçacıkları
uk_ua: Усі потоки
zh_cn: 所有线程
zh_tw: 所有執行緒

# ProfileSummarySamplesFormat
source: {0:N0} samples · memory cleanup (GC) {1:N0} times, paused {2:0.0} ms
cs_cz: Vzorků: {0:N0} · úklid paměti (GC) {1:N0}×, pozastavení {2:0.0} ms
de_de: {0:N0} Samples · Speicherbereinigung (GC) {1:N0}-mal, {2:0.0} ms pausiert
es_es: {0:N0} muestras · limpieza de memoria (GC) {1:N0} veces, en pausa {2:0.0} ms
fr_fr: {0:N0} échantillons · nettoyage de la mémoire (GC) {1:N0} fois, pause de {2:0.0} ms
id_id: {0:N0} sampel · pembersihan memori (GC) {1:N0} kali, terjeda {2:0.0} ms
it_it: {0:N0} campioni · pulizia della memoria (GC) {1:N0} volte, in pausa per {2:0.0} ms
ja_jp: {0:N0} サンプル · メモリの整理 (GC) {1:N0} 回、停止 {2:0.0} ms
ko_kr: 샘플 {0:N0}개 · 메모리 정리(GC) {1:N0}회, 멈춤 {2:0.0} ms
pl_pl: Próbki: {0:N0} · czyszczenie pamięci (GC): {1:N0} razy, wstrzymanie {2:0.0} ms
pt_br: {0:N0} amostras · limpeza de memória (GC) {1:N0} vezes, pausa de {2:0.0} ms
ru_ru: Сэмплов: {0:N0} · очистка памяти (GC): {1:N0} раз, пауза {2:0.0} ms
th_th: {0:N0} ตัวอย่าง · ล้างหน่วยความจำ (GC) {1:N0} ครั้ง หยุดชะงัก {2:0.0} ms
tr_tr: {0:N0} örnek · bellek temizliği (GC) {1:N0} kez, duraklama {2:0.0} ms
uk_ua: Семплів: {0:N0} · очищення пам'яті (GC): {1:N0} разів, пауза {2:0.0} ms
zh_cn: {0:N0} 个样本 · 内存清理（GC）{1:N0} 次，停顿 {2:0.0} ms
zh_tw: {0:N0} 個樣本 · 記憶體清理（GC）{1:N0} 次，停頓 {2:0.0} ms

# ProfileWaitingSamplesFormat
source: {0} samples of threads only waiting (for a connection, a timer, an event) are not counted
cs_cz: {0} vzorků vláken, která jen čekala (na spojení, časovač, událost), se nepočítá
de_de: {0} Stichproben von Threads, die nur warteten (auf eine Verbindung, einen Timer, ein Ereignis), werden nicht gezählt
es_es: No se cuentan {0} muestras de hilos que solo esperaban (una conexión, un temporizador, un evento)
fr_fr: {0} échantillons de threads qui ne faisaient qu’attendre (une connexion, un minuteur, un événement) ne sont pas comptés
id_id: {0} sampel thread yang hanya menunggu (koneksi, timer, event) tidak dihitung
it_it: {0} campioni di thread che si limitavano ad attendere (una connessione, un timer, un evento) non sono contati
ja_jp: 待機していただけのスレッドのサンプル {0} 件 (接続・タイマー・イベント待ち) は数えていません
ko_kr: 기다리기만 하던 스레드의 샘플 {0}개(연결·타이머·이벤트 대기)는 세지 않았습니다
pl_pl: Nie liczono {0} próbek wątków, które tylko czekały (na połączenie, licznik czasu, zdarzenie)
pt_br: {0} amostras de threads que só esperavam (uma conexão, um temporizador, um evento) não são contadas
ru_ru: Не учтено выборок потоков, которые только ждали (соединения, таймера, события): {0}
th_th: ไม่นับตัวอย่าง {0} รายการของเธรดที่แค่รอ (การเชื่อมต่อ ตัวจับเวลา อีเวนต์)
tr_tr: Yalnızca bekleyen (bağlantı, zamanlayıcı, olay) iş parçacıklarının {0} örneği sayılmadı
uk_ua: Не враховано вибірок потоків, що лише чекали (з'єднання, таймера, події): {0}
zh_cn: 仅在等待（连接、计时器、事件）的线程的 {0} 个样本未计入
zh_tw: 僅在等待（連線、計時器、事件）的執行緒的 {0} 個樣本未計入

# ProfileFewSamples
source: Too few samples for accurate percentages. Select a wider range or record in Detailed mode.
cs_cz: Příliš málo vzorků na přesná procenta. Vyberte širší úsek nebo nahrávejte v podrobném režimu.
de_de: Zu wenige Samples für genaue Prozentwerte. Wähle einen größeren Bereich oder zeichne im Modus „Detailliert“ auf.
es_es: Hay muy pocas muestras para obtener porcentajes precisos. Selecciona un intervalo más amplio o graba en modo Detallado.
fr_fr: Trop peu d'échantillons pour des pourcentages fiables. Sélectionnez une plage plus large ou enregistrez en mode Détaillé.
id_id: Sampel terlalu sedikit untuk persentase yang akurat. Pilih rentang yang lebih lebar atau rekam dalam mode Detail.
it_it: Troppo pochi campioni per percentuali precise. Seleziona un intervallo più ampio o registra in modalità Dettagliata.
ja_jp: サンプルが少なく、割合が正確ではありません。範囲を広げるか、詳細モードで記録してください。
ko_kr: 샘플이 적어 비율이 정확하지 않습니다. 구간을 넓히거나 상세 모드로 녹화해 보세요.
pl_pl: Za mało próbek, by procenty były dokładne. Zaznacz szerszy zakres albo nagraj w trybie szczegółowym.
pt_br: Poucas amostras para porcentagens precisas. Selecione um intervalo maior ou grave no modo Detalhado.
ru_ru: Слишком мало сэмплов для точных процентов. Выберите диапазон пошире или запишите в подробном режиме.
th_th: ตัวอย่างน้อยเกินไป เปอร์เซ็นต์จึงไม่แม่นยำ ลองเลือกช่วงให้กว้างขึ้นหรือบันทึกในโหมดละเอียด
tr_tr: Yüzdelerin doğru olması için örnek sayısı çok az. Daha geniş bir aralık seçin ya da Ayrıntılı modda kaydedin.
uk_ua: Замало семплів для точних відсотків. Виберіть ширший діапазон або запишіть у докладному режимі.
zh_cn: 样本太少，百分比不够准确。请选择更大的范围，或使用详细模式录制。
zh_tw: 樣本太少，百分比不夠準確。請選取更大的範圍，或改用詳細模式錄製。

# ProfileLuaNone
source: No Lua script activity was recorded in this range.
cs_cz: V tomto úseku nebyla zaznamenána žádná aktivita skriptů Lua.
de_de: In diesem Bereich wurde keine Lua-Skriptaktivität aufgezeichnet.
es_es: No se registró actividad de scripts de Lua en este intervalo.
fr_fr: Aucune activité de script Lua n'a été enregistrée sur cette plage.
id_id: Tidak ada aktivitas skrip Lua yang terekam dalam rentang ini.
it_it: In questo intervallo non è stata registrata alcuna attività di script Lua.
ja_jp: この範囲では Lua スクリプトの動作は記録されていません。
ko_kr: 이 구간에서 실행된 Lua 스크립트가 기록되지 않았습니다.
pl_pl: W tym zakresie nie zarejestrowano działania skryptów Lua.
pt_br: Nenhuma atividade de scripts Lua foi registrada neste intervalo.
ru_ru: В этом диапазоне работа скриптов Lua не зафиксирована.
th_th: ไม่พบการทำงานของสคริปต์ Lua ในช่วงนี้
tr_tr: Bu aralıkta Lua betiği etkinliği kaydedilmedi.
uk_ua: У цьому діапазоні роботу скриптів Lua не зафіксовано.
zh_cn: 此范围内没有记录到 Lua 脚本活动。
zh_tw: 這段範圍內沒有記錄到 Lua 指令碼活動。

# ProfileGroup.game
source: Base game (vanilla)
cs_cz: Základní hra (vanilla)
de_de: Basisspiel (Vanilla)
es_es: Juego base (vanilla)
fr_fr: Jeu de base (vanilla)
id_id: Game dasar (vanilla)
it_it: Gioco base (vanilla)
ja_jp: ゲーム本体 (バニラ)
ko_kr: 게임 본체 (바닐라)
pl_pl: Gra podstawowa (vanilla)
pt_br: Jogo base (vanilla)
ru_ru: Базовая игра (ванилла)
th_th: เกมหลัก (วานิลลา)
tr_tr: Ana oyun (vanilla)
uk_ua: Базова гра (ваніла)
zh_cn: 游戏本体（原版）
zh_tw: 遊戲本體（原版）

# ProfileGroup.lua
source: Lua engine (runs mod and game scripts)
cs_cz: Engine Lua (spouští skripty módů a hry)
de_de: Lua-Engine (führt Mod- und Spielskripte aus)
es_es: Motor de Lua (ejecuta los scripts de los mods y del juego)
fr_fr: Moteur Lua (exécute les scripts des mods et du jeu)
id_id: Mesin Lua (menjalankan skrip mod dan game)
it_it: Motore Lua (esegue gli script delle mod e del gioco)
ja_jp: Lua エンジン (MOD とゲームのスクリプトを実行)
ko_kr: Lua 실행기 (모드·게임 스크립트 실행)
pl_pl: Silnik Lua (uruchamia skrypty modów i gry)
pt_br: Motor Lua (executa scripts de mods e do jogo)
ru_ru: Движок Lua (выполняет скрипты модов и игры)
th_th: เอนจิน Lua (รันสคริปต์ของม็อดและเกม)
tr_tr: Lua motoru (mod ve oyun betiklerini çalıştırır)
uk_ua: Рушій Lua (виконує скрипти модів і гри)
zh_cn: Lua 引擎（运行模组和游戏脚本）
zh_tw: Lua 引擎（執行模組和遊戲指令碼）

# ProfileGroup.java
source: Java built-in functions
cs_cz: Vestavěné funkce Javy
de_de: Integrierte Java-Funktionen
es_es: Funciones integradas de Java
fr_fr: Fonctions intégrées de Java
id_id: Fungsi bawaan Java
it_it: Funzioni integrate di Java
ja_jp: Java の組み込み機能
ko_kr: Java 기본 기능
pl_pl: Wbudowane funkcje Java
pt_br: Funções internas do Java
ru_ru: Встроенные функции Java
th_th: ฟังก์ชันในตัวของ Java
tr_tr: Java yerleşik işlevleri
uk_ua: Вбудовані функції Java
zh_cn: Java 内置功能
zh_tw: Java 內建功能

# ProfileGroup.libraries
source: Bundled libraries (graphics, sound and others)
cs_cz: Přibalené knihovny (grafika, zvuk a další)
de_de: Mitgelieferte Bibliotheken (Grafik, Sound und mehr)
es_es: Bibliotecas incluidas (gráficos, sonido y otras)
fr_fr: Bibliothèques fournies (graphismes, son et autres)
id_id: Pustaka bawaan (grafis, suara, dan lainnya)
it_it: Librerie incluse (grafica, audio e altro)
ja_jp: 同梱ライブラリ (グラフィック、サウンドなど)
ko_kr: 내장 라이브러리 (그래픽·사운드 등)
pl_pl: Dołączone biblioteki (grafika, dźwięk i inne)
pt_br: Bibliotecas incluídas (gráficos, som e outras)
ru_ru: Встроенные библиотеки (графика, звук и другие)
th_th: ไลบรารีที่มาพร้อมเกม (กราฟิก เสียง และอื่น ๆ)
tr_tr: Oyunla gelen kitaplıklar (grafik, ses ve diğerleri)
uk_ua: Вбудовані бібліотеки (графіка, звук та інші)
zh_cn: 内置库（图形、声音等）
zh_tw: 內建函式庫（圖形、音效等）

# ProfileOwnerGame
source: Base game scripts (vanilla)
cs_cz: Skripty základní hry (vanilla)
de_de: Skripte des Basisspiels (Vanilla)
es_es: Scripts del juego base (vanilla)
fr_fr: Scripts du jeu de base (vanilla)
id_id: Skrip game dasar (vanilla)
it_it: Script del gioco base (vanilla)
ja_jp: ゲーム本体のスクリプト (バニラ)
ko_kr: 게임 기본 스크립트 (바닐라)
pl_pl: Skrypty gry podstawowej (vanilla)
pt_br: Scripts do jogo base (vanilla)
ru_ru: Скрипты базовой игры (ванилла)
th_th: สคริปต์ของเกมหลัก (วานิลลา)
tr_tr: Ana oyun betikleri (vanilla)
uk_ua: Скрипти базової гри (ваніла)
zh_cn: 游戏自带脚本（原版）
zh_tw: 遊戲內建指令碼（原版）

# ProfileOwnerUnknown
source: Scripts of unknown origin
cs_cz: Skripty neznámého původu
de_de: Skripte unbekannter Herkunft
es_es: Scripts de origen desconocido
fr_fr: Scripts d'origine inconnue
id_id: Skrip yang asalnya tidak diketahui
it_it: Script di origine sconosciuta
ja_jp: 出所不明のスクリプト
ko_kr: 출처를 알 수 없는 스크립트
pl_pl: Skrypty nieznanego pochodzenia
pt_br: Scripts de origem desconhecida
ru_ru: Скрипты неизвестного происхождения
th_th: สคริปต์ที่ไม่ทราบที่มา
tr_tr: Kaynağı bilinmeyen betikler
uk_ua: Скрипти невідомого походження
zh_cn: 来源不明的脚本
zh_tw: 來源不明的指令碼

# ProfileColumnSelf
source: Self
cs_cz: Vlastní
de_de: Selbst
es_es: Propio
fr_fr: Propre
id_id: Sendiri
it_it: Proprio
ja_jp: 自身
ko_kr: 자체
pl_pl: Własny
pt_br: Próprio
ru_ru: Своё
th_th: เฉพาะตัว
tr_tr: Kendi
uk_ua: Власний
zh_cn: 自身
zh_tw: 自身

# ProfileColumnTotal
source: Total
cs_cz: Celkem
de_de: Gesamt
it_it: Totale
ja_jp: 合計
ko_kr: 포함
pl_pl: Łączny
ru_ru: Всего
th_th: รวม
tr_tr: Toplam
uk_ua: Загалом
zh_cn: 总计
zh_tw: 總計

# ProfileColumnSamples
source: Samples
cs_cz: Vzorky
es_es: Muestras
fr_fr: Échantillons
id_id: Sampel
it_it: Campioni
ja_jp: サンプル
ko_kr: 샘플
pl_pl: Próbki
pt_br: Amostras
ru_ru: Сэмплы
th_th: ตัวอย่าง
tr_tr: Örnek
uk_ua: Семпли
zh_cn: 样本
zh_tw: 樣本

# ProfileColumnSelfTip
source: Self: time spent directly in that function.
cs_cz: Vlastní: čas strávený přímo v dané funkci.
de_de: Selbst: Zeit direkt in dieser Funktion.
es_es: Propio: tiempo pasado directamente en esa función.
fr_fr: Propre : temps passé directement dans cette fonction.
id_id: Sendiri: waktu yang dihabiskan langsung di fungsi itu.
it_it: Propria: tempo trascorso direttamente in quella funzione.
ja_jp: 自身: その関数の中で直接使った時間。
ko_kr: 자체: 그 함수 안에서 직접 쓴 시간.
pl_pl: Własne: czas spędzony bezpośrednio w tej funkcji.
pt_br: Próprio: tempo gasto diretamente nessa função.
ru_ru: Собственное: время непосредственно в этой функции.
th_th: เฉพาะตัว: เวลาที่ใช้ในฟังก์ชันนั้นโดยตรง
tr_tr: Kendi: doğrudan o işlevde geçen süre.
uk_ua: Власне: час безпосередньо в цій функції.
zh_cn: 自身：直接在该函数中花费的时间。
zh_tw: 自身：直接在該函式中花費的時間。

# ProfileColumnTotalTip
source: Total: also includes the functions it called.
cs_cz: Celkem: včetně funkcí, které volala.
de_de: Gesamt: einschließlich der Funktionen, die sie aufgerufen hat.
es_es: Total: incluye también las funciones que llamó.
fr_fr: Total : inclut aussi les fonctions qu’elle a appelées.
id_id: Total: termasuk fungsi yang dipanggilnya.
it_it: Totale: include anche le funzioni che ha chiamato.
ja_jp: 合計: その関数が呼び出した関数の分も含めた時間。
ko_kr: 포함: 그 함수가 부른 다른 함수까지 합친 시간.
pl_pl: Łącznie: także funkcje, które wywołała.
pt_br: Total: inclui também as funções que ela chamou.
ru_ru: Всего: включая вызванные ею функции.
th_th: รวม: รวมถึงฟังก์ชันที่มันเรียกด้วย
tr_tr: Toplam: çağırdığı işlevler de dahil.
uk_ua: Усього: включно з функціями, які вона викликала.
zh_cn: 总计：还包括它调用的函数。
zh_tw: 總計：還包括它呼叫的函式。

# ProfileLuaSelfTip
source: Self: the part of this owner's time spent directly in that function. The owner is 100%; resting the pointer on a number gives its part of the whole range.
cs_cz: Vlastní: část času tohoto vlastníka strávená přímo v dané funkci. Vlastník je 100 %; po najetí myší na číslo se ukáže jeho část celého úseku.
de_de: Selbst: der Teil der Zeit dieses Besitzers, der direkt in der Funktion verging. Der Besitzer ist 100 %; beim Daraufzeigen auf eine Zahl erscheint ihr Teil am ganzen Bereich.
es_es: Propio: la parte del tiempo de este propietario pasada directamente en esa función. El propietario es el 100 %; al pasar el puntero por un número se ve su parte del intervalo completo.
fr_fr: Propre : la part du temps de ce propriétaire passée directement dans cette fonction. Le propriétaire vaut 100 % ; au survol d’un nombre s’affiche sa part de toute la plage.
id_id: Sendiri: bagian waktu pemilik ini yang dihabiskan langsung di fungsi itu. Pemilik adalah 100%; arahkan kursor ke angka untuk melihat bagiannya dari seluruh rentang.
it_it: Propria: la parte del tempo di questo proprietario trascorsa direttamente in quella funzione. Il proprietario è il 100%; passando il puntatore su un numero si vede la sua parte dell'intero intervallo.
ja_jp: 自身: この所有者の時間のうち、その関数の中で直接使った割合です。所有者全体が 100% で、数値にポインターを置くと範囲全体に対する値が表示されます。
ko_kr: 자체: 이 모드의 시간 중 그 함수 안에서 직접 쓴 비율입니다. 이 모드 전체가 100%이고, 숫자에 마우스를 올리면 구간 전체 대비 값이 나옵니다.
pl_pl: Własne: część czasu tego właściciela spędzona bezpośrednio w tej funkcji. Właściciel to 100%; po najechaniu na liczbę widać jej część całego zakresu.
pt_br: Próprio: a parte do tempo deste dono gasta diretamente nessa função. O dono é 100%; passe o ponteiro sobre um número para ver a parte dele no intervalo inteiro.
ru_ru: Собственное: доля времени этого владельца непосредственно в этой функции. Владелец — 100%; при наведении на число видна его доля всего диапазона.
th_th: เฉพาะตัว: ส่วนของเวลาของเจ้าของนี้ที่ใช้ในฟังก์ชันนั้นโดยตรง เจ้าของคือ 100% ชี้เมาส์ที่ตัวเลขเพื่อดูส่วนของทั้งช่วง
tr_tr: Kendi: bu sahibin süresinin doğrudan o işlevde geçen kısmı. Sahip %100'dür; bir sayının üzerine gelince tüm aralıktaki payı görünür.
uk_ua: Власне: частка часу цього власника безпосередньо в цій функції. Власник — 100%; під час наведення на число видно його частку всього діапазону.
zh_cn: 自身：此所属方的时间中直接花在该函数里的比例。所属方整体为 100%，将指针悬停在数字上可查看占整个范围的值。
zh_tw: 自身：此擁有者的時間中直接花在該函式裡的比例。擁有者整體為 100%，將游標停在數字上可查看占整個範圍的值。

# ProfileLuaTotalTip
source: Total: the part of this owner's time spent in that function and the functions it called. The owner is 100%; resting the pointer on a number gives its part of the whole range.
cs_cz: Celkem: část času tohoto vlastníka strávená v dané funkci a ve funkcích, které volala. Vlastník je 100 %; po najetí myší na číslo se ukáže jeho část celého úseku.
de_de: Gesamt: der Teil der Zeit dieses Besitzers in der Funktion und den von ihr aufgerufenen Funktionen. Der Besitzer ist 100 %; beim Daraufzeigen auf eine Zahl erscheint ihr Teil am ganzen Bereich.
es_es: Total: la parte del tiempo de este propietario pasada en esa función y en las que llamó. El propietario es el 100 %; al pasar el puntero por un número se ve su parte del intervalo completo.
fr_fr: Total : la part du temps de ce propriétaire passée dans cette fonction et dans celles qu’elle a appelées. Le propriétaire vaut 100 % ; au survol d’un nombre s’affiche sa part de toute la plage.
id_id: Total: bagian waktu pemilik ini yang dihabiskan di fungsi itu dan fungsi yang dipanggilnya. Pemilik adalah 100%; arahkan kursor ke angka untuk melihat bagiannya dari seluruh rentang.
it_it: Totale: la parte del tempo di questo proprietario trascorsa in quella funzione e in quelle che ha chiamato. Il proprietario è il 100%; passando il puntatore su un numero si vede la sua parte dell'intero intervallo.
ja_jp: 合計: この所有者の時間のうち、その関数とその関数が呼び出した関数に使った割合です。所有者全体が 100% で、数値にポインターを置くと範囲全体に対する値が表示されます。
ko_kr: 포함: 이 모드의 시간 중 그 함수와 그 함수가 부른 함수에 쓴 비율입니다. 이 모드 전체가 100%이고, 숫자에 마우스를 올리면 구간 전체 대비 값이 나옵니다.
pl_pl: Łącznie: część czasu tego właściciela spędzona w tej funkcji i w wywołanych przez nią funkcjach. Właściciel to 100%; po najechaniu na liczbę widać jej część całego zakresu.
pt_br: Total: a parte do tempo deste dono gasta nessa função e nas que ela chamou. O dono é 100%; passe o ponteiro sobre um número para ver a parte dele no intervalo inteiro.
ru_ru: Всего: доля времени этого владельца в этой функции и вызванных ею функциях. Владелец — 100%; при наведении на число видна его доля всего диапазона.
th_th: รวม: ส่วนของเวลาของเจ้าของนี้ที่ใช้ในฟังก์ชันนั้นและฟังก์ชันที่มันเรียก เจ้าของคือ 100% ชี้เมาส์ที่ตัวเลขเพื่อดูส่วนของทั้งช่วง
tr_tr: Toplam: bu sahibin süresinin o işlevde ve çağırdığı işlevlerde geçen kısmı. Sahip %100'dür; bir sayının üzerine gelince tüm aralıktaki payı görünür.
uk_ua: Усього: частка часу цього власника в цій функції та викликаних нею функціях. Власник — 100%; під час наведення на число видно його частку всього діапазону.
zh_cn: 总计：此所属方的时间中花在该函数及其调用的函数上的比例。所属方整体为 100%，将指针悬停在数字上可查看占整个范围的值。
zh_tw: 總計：此擁有者的時間中花在該函式及其呼叫的函式上的比例。擁有者整體為 100%，將游標停在數字上可查看占整個範圍的值。
